Repository: westtoer/intranet.westtoer.be
Catalog: modules/culturefeed/culturefeed_messages/translations/culturefeed_messages.*.po
Languages: nl

source: My messages
nl: Mijn berichten

source: Delete message
nl: Verwijder bericht

source: Messages
nl: Berichten

source: Read and reply to your messages
nl: Lees en beantwoord jouw berichten

source: CultureFeed Messages
nl: CultureFeed Berichten

source: CultureFeed Messages adds the ability to send messages to other users.
nl: Met CultureFeed Berichten kan je berichten sturen naar andere gebruikers.

source: You have no messages
nl: Je hebt geen berichten

source: Something went wrong while getting your message.
nl: Er is iets misgegaan bij het ophalen van je berichten.

source: New message
nl: Nieuw bericht

source: Subject
nl: Onderwerp

source: Message
nl: Bericht

source: Send new message to:
nl: Stuur een nieuw bericht naar:

source: all administrators of my page
nl: alle beheerders van mijn pagina

source: all members of my page
nl: alle leden van mijn pagina

source: Reply
nl: reactie

source: Send message as
nl: Verzend als

source: Send
nl: Versturen

source: Something went wrong while sending your message.
nl: Er is iets misgegaan bij het verzenden van je bericht.

source: Message send
nl: Bericht verzonden

source: This action cannot be undone
nl: Deze actie kan je niet ongedaan maken

source: Are you sure you want to delete this message?
nl: Ben je zeker dat je dit bericht wilt verwijderen?

source: Delete
nl: Verwijderen

source: Cancel
nl: Annuleren

source: Message "@message" is deleted.
nl: Bericht "@message" is verwijderd.

source: Something went wrong while deleting your message.
nl: Er is iets misgegaan bij het verwijderen van je bericht.

source: @count message
nl: @count bericht

source: !name of !page
nl: !name van !page

source: Delete conversation
nl: Verwijder conversatie

source: Today at
nl: Vandaag om

source: hour
nl: uur

source: Yesterday at
nl: Gisteren om

source: @count minute ago
nl: @count minuut geleden

source: @count new message
nl: @count nieuw bericht
