Repository: westtoer/intranet.westtoer.be
Catalog: modules/culturefeed/culturefeed_social/translations/culturefeed_social.*.po
Languages: nl

source: Culturefeed social: recent site activities
nl: Culturefeed social: recente gebeurtenissen

source: Culturefeed social: user activities
nl: Culturefeed social: gebruikersacties

source: Culturefeed social: recommended by
nl: Culturefeed social: aangeraden door

source: Culturefeed social: comments
nl: Culturefeed social: reacties

source: Culturefeed social: my notifications (on user profile)
nl: Culturefeed social: mijn meldingen (gebruikersprofiel)

source: Culturefeed social: summary of my activities (on user profile)
nl: Culturefeed social: overzicht van mijn meldingen (gebruikersprofiel)

source: Culturefeed social: summary of loggedin users activities
nl: Culturefeed social: overzicht van gebruikersacties

source: Actions
nl: Acties

source: Set which user actions are visible to others on your profile page.
nl: Bekijk je acties en bepaal wat zichtbaar is voor anderen

source: new notifications
nl: nieuwe meldingen

source: Everything
nl: Alles

source: Filter events on
nl: Filter activiteiten op

source: Remove from list
nl: Schrijf je uit

source: You're currently receiving updates of new comments. <br/>!link to get no more posts.
nl: Je ontvangt momenteel updates van nieuwe reacties.<br />!link om geen berichten meer te ontvangen.

source: Receive email about new comments
nl: Blijf via e-mail op de hoogte van nieuwe reacties

source: Submit
nl: Voeg toe

source: Due to technical problems it is currently not possible to send your message. Do not hesitate to directly contact via @site
nl: Door technische problemen is het momenteel niet mogelijk om jouw boodschap te versturen. Aarzel niet om rechtstreeks met ons contact op te nemen via @site

source: Your response should not exceed 1000 characters.
nl: Jouw reactie mag maximaal 1000 karakters bevatten.

source: Your !comment has been sent.
nl: Jouw !comment is verzonden.

source: Inappropriate response
nl: Ongepaste reactie

source: Please tell us why you think this is an inappropriate response
nl: Geef aan waarom dit volgens jou een ongepaste reactie is

source: Send message as
nl: Verzend bericht als

source: Something went wrong while sending
nl: Er is een onverwachte fout opgetreden

source: Message sent
nl: Het bericht werd verstuurd

source: Change CultureFeed Social settings
nl: Wijzig instellingen CulturFeed Social

source: Administer actions
nl: Acties beheren

source: Undo action
nl: Ongedaan maken

source: Leave your comment
nl: Plaats jouw reactie

source: Abuse form
nl: Meldformulier voor ongepaste reacties

source: Edit privacy settings
nl: Wijzig privacy

source: Unfollow node
nl: Niet meer volgen

source: Perform action
nl: Voer actie uit

source: My notifications
nl: Mijn meldingen

source: Notifications
nl: Meldingen

source: CultureFeed Social adds the ability to perform social actions (for example: like, comments, follow, ...) on culturefeed items like events, productions, pages...
nl: Met CultureFeed Social kan je activiteiten producties en pagina's leuk vinden, reageren en volgen.

source: Visible filters on activity lists
nl: Zichtbare filters

source: Enable notifications
nl: Schakel meldingen in

source: Report as abuse messages destination uid (Drupal)
nl: Een melding van ongepaste inhoud wordt verstuurd naar deze Drupal gebruiker (Drupal UID)

source: Report as abuse messages will be sent to this account. Only if no destination page was available. Otherwise the message will be sent to all the admins of the page
nl: Een melding van ongepaste inhoud wordt verstuurd naar deze eindgebruiker. Zodra de inhoud gelinkt is aan een pagina , wordt de melding verstuurd naar alle beheerders van de pagina.

source: All actions
nl: Alle acties

source: Recent actions
nl: Recente gebeurtenissen

source: This user didn't perform any actions yet
nl: Deze gebruiker heeft nog geen acties uitgevoerd

source: Manage your actions
nl: Beheer jouw acties

source: Read previous messages
nl: Lees eerdere berichten

source: Comments
nl: Reacties

source: You have no notifications
nl: Je hebt geen nieuwe meldingen

source: View all notifications
nl: Bekijk alle meldingen

source: No activities found
nl: Geen activiteiten gevonden

source: View profile
nl: Bekijk profiel

source: Remove
nl: Verwijderen

source: Remove action
nl: Actie verwijderen

source: Private
nl: Priv√©

source: Public
nl: Publiek

source: Make public
nl: Maak publiek

source: Make private
nl: Maak onzichtbaar

source: ago <br />on
nl: geleden <br />op

source: Page
nl: Pagina

source: Action
nl: Actie

source: Time and publication channel
nl: Tijdstip en publicatiekanaal

source: You didn't perform any actions yet.
nl: Je hebt nog geen acties uitgevoerd

source: Are you sure you want to delete your @action permanently
nl: Ben je zeker dat je jouw @action definitief wil verwijderen

source: Are you sure you want to delete this action permanently
nl: Ben je zeker dat je deze actie definitief wil verwijderen

source: Cancel
nl: Annuleren

source: An unexpected error has occurred.
nl: Er is iets foutgelopen.

source: You will no longer receive updates of new comments
nl: Je ontvangt geen updates meer van nieuwe reacties

source: Action could not be undone.
nl: Actie kon niet ongedaan gemaakt worden.

source: No activities found.
nl: Geen activiteiten gevonden.

source: Reply by
nl: Geplaatst door

source: Undo
nl: Ongedaan maken

source: Post a comment
nl: Reageer

source: Be the first to post a comment
nl: Reageer als eerste

source: Show all users who posted a comment
nl: Toon iedereen die reageerde

source: has replied to
nl: heeft gereageerd op

source: Comment
nl: Reactie

source: Reply
nl: Reageer

source: You must be logged in to post a comment
nl: Je moet aangemeld zijn om te reageren

source: Reply as
nl: Reageer als

source: Posted a comment on
nl: Heeft een reactie gepost op

source: Viewed by
nl: Bekeken door

source: has
nl: heeft

source: seen
nl: gezien

source: Viewed
nl: Bekeken

source: Share
nl: Deel

source: Shared by
nl: Gedeeld door

source: shared on Facebook
nl: via Facebook gedeeld

source: Share on Facebook
nl: Delen via Facebook

source: Successfully shared
nl: Succesvol gedeeld

source: comments
nl: Reacties

source: Follow this page
nl: Volg deze pagina

source: Unfollow
nl: Niet meer volgen

source: I follow this page
nl: Ik volg deze pagina

source: Be the first to follow this page
nl: Volg deze pagina als eerste

source: Show all users who follow this page
nl: Toon alle volgers

source: follows
nl: volgt

source: Follow
nl: Volg

source: You must be logged in to follow a page
nl: U moet ingelogd zijn om een pagina te volgen

source: Attend
nl: Ik ga hier naartoe

source: Not attending
nl: Ik ga niet

source: will be attending
nl: gaat naar

source: Will be attending
nl: Ik ga naar

source: You must be logged in to indicate that you will be attending
nl: Je moet aangemeld zijn om aan te duiden dat je gaat

source: Like this
nl: Vinden dit leuk

source: Like
nl: Vind ik leuk

source: Unlike
nl: Vind ik niet meer leuk

source: I Like
nl: Vind ik leuk

source: Be the first to like this
nl: Vind dit als eerste leuk

source: Show all users who likes this
nl: Toon iedereen die dit leuk vindt

source: likes
nl: vindt

source: this
nl: leuk

source: You must be logged in to like this item
nl: Je moet aangemeld zijn om dit leuk te vinden

source: liked
nl: vind leuk

source: sent
nl: verstuurd

source: has added a new picture
nl: heeft een nieuwe foto toegevoegd

source: Picture added to
nl: Foto's toegevoegd aan

source: Add a picture
nl: Voeg een foto toe

source: picture
nl: foto

source: Picture added
nl: Afbeelding toegevoegd

source: has added a new video
nl: heeft een nieuw filmpje toegevoegd

source: Video added to
nl: Video toegevoegd aan

source: Add a video
nl: Voeg een filmpje toe

source: Video added
nl: Video toegevoegd

source: added
nl: toegevoegd

source: became administrator of
nl: is beheerder geworden van

source: Page administrator
nl: Beheerder

source: page
nl: pagina

source: has created a page
nl: heeft een pagina aangemaakt

source: Page created
nl: Pagina aangemaakt

source: became member of
nl: is lid geworden van

source: Membership
nl: Lidmaatschap

source: Printed by
nl: Afgedrukt door

source: printed
nl: afgedrukt

source: Printed
nl: Afgedrukt

source: Recommended by
nl: Aangeraden door

source: Recommended activity
nl: Aangeradan activiteit

source: Undo recommend
nl: Niet meer aanraden

source: Also recommend
nl: Ook aanraden

source: Be the first to recommend
nl: Raad als eerste aan

source: View all users who recommend this
nl: Toon iedereen die dit aanraadt

source: recommended
nl: aangeraden

source: Recommend
nl: Aanraden

source: You must be logged in to recommend this item
nl: Je moet aangemeld zijn om dit aan te raden

source: wrote a review
nl: een beoordeling gegeven

source: review
nl: beoordeling

source: Reviews
nl: Beoordelingen

source: Write a review
nl: Schrijf een beoordeling

source: Be the first to write a review
nl: Schrijf als eerste een reactie

source: Wrote a review for
nl: Heeft een review geschreven voor

source: shared on Twitter
nl: gedeeld op Twitter

source: Share on Twitter
nl: Delen op Twitter

source: viewed
nl: bekeken

source: recommended activities
nl: aangeraden activiteiten

source: recommended books
nl: aangeraden boeken

source: pages I follow
nl: pagina's die ik volg

source: Posted by
nl: Geplaatst door

source: on
nl: op

source: You have no new notifications
nl: Je hebt geen nieuwe meldingen

source: Previously read messages
nl: Eerder gelezen meldingen

source: @count new notification
nl: @count nieuwe melding

source: ago
nl: geleden

source: Today at
nl: Vandaag om

source: hour
nl: uur

source: Yesterday at
nl: Gisteren om

source: from
nl: van

source: Delete
nl: Verwijder

source: Report as inappropriate
nl: Meld als ongepast

source: My activities
nl: Mijn activiteiten

source: Activities of @username
nl: Activiteiten van @username

source: comment
nl: reactie

source: share
nl: delen
