Repository: westtoer/intranet.westtoer.be
Catalog: modules/culturefeed/culturefeed_search_views/translations/culturefeed_search_views.*.po
Languages: de, fr

source: CultureFeed Search Views
de: CultureFeed Search Ansichten

source: Cdb items
de: UDB Items
fr: Éléments UDB

source: Cdb item
de: UDB Item
fr: Élément UDB

source: Query
de: Suche
fr: Recherche

source: Perform a free text search.
de: Mit Freitext suchen.
fr: Recherche libre.

source: Perform a search on category of this type.
de: Mit Art suchen.
fr: Recherche selon le type.

source: Type
de: Art

source: Type of the cdb item
de: Art des UDB Items
fr: Type d'élément UDB

source: Title
de: Titel
fr: Titre

source: Title of the cdb item
de: Titel des UDB Items
fr: Titre de l'élément UDB

source: City
de: Stadt oder Ort
fr: Ville ou commune

source: Perform a search on a city.
de: Mit Stadt oder Ort suchen.
fr: Chercher selon la ville ou la commune.

source: Location name
de: Standort
fr: Endroit

source: Perform a search on the location name.
de: Mit Standort suchen.
fr: Chercher selon l'endroit.

source: Agefrom
de: Ab Alter
fr: À partir de l'âge

source: Perform a search on minimum required age.
de: Mit Mindestalter suchen
fr: Chercher selon un âge minimum.

source: Organiser
de: Organisator
fr: Organisateur

source: Perform a search on organiser name.
de: Mit Organisator suchen.
fr: Chercher selon l'organisateur.

source: Free event
de: Gratis-Aktivität
fr: Activité gratuite

source: Perform a search on free events.
de: Nach Gratis-Aktivitäten suchen.
fr: Chercher selon les activités gratuites

source: Date type
de: Datenart
fr: Type de données

source: Perform a search on a predefined type of date query
de: Mit Zeitraum suchen
fr: Chercher selon la période

source: Date
de: Datum

source: Perform a search on a date
de: Mit einem bestimmten Datum suchen
fr: Chercher selon une date précise

source: Total recommend
de: Gesamte Anzahl Male empfohlen
fr: Nombre de recommandations

source: Sort on recommend count.
de: Sortieren nach gesamter Anzahl Male empfohlen.
fr: Trier selon le nombre de recommandations.

source: Total comments
de: Gesamte Anzahl Reaktionen
fr: Nombre total de réactions

source: Sort on comment count.
de: Sortieren nach Anzahl der Reaktionen.
fr: Trier selon le nombre de réactions.

source: Calendar summary
de: Kalenderzusammenfassung
fr: Résumé du calendrier

source: Summary of the calendar
de: Zusammenfassung des Kalenders
fr: Résumé du calendrier

source: Location
de: Standort
fr: Emplacement

source: Location of the cdb item
de: Standort des UDB Items
fr: Emplacement de l'élément UDB

source: Organiser of the cdb item
de: Organisator des UDB Items
fr: Organisateur de l'élément UDB

source: Picture
de: Bild
fr: Illustration

source: Picture of the cdb item
de: Bild des UDB Items
fr: Illustration de l'élément UDB

source: Link to the cdb item
de: Link zum UDB Item
fr: Lien vers l'élément UDB

source: Query that allows you to search with culturefeed.
de: Suche, die es Ihnen ermöglicht, mit CultureFeed zu suchen.
fr: Recherche vous permettant de chercher avec CultureFeed.

source: Culturefeed cdb items
de: CultureFeed UDB Items
fr: Éléments CultureFeed UDB

source: Read more
de: Mehr lesen
fr: Lire davantage

source: Show
de: Anzeigen
fr: Afficher

source: Address
de: Adresse
fr: Adresse

source: Width
de: Breite
fr: Largeur

source: Height
de: Höhe
fr: Hauteur

source: Link the title to the detail page
de: Verlinken Sie den Titel mit der Detailseite
fr: Relier le titre à la page

source: Category to filter on
de: Kategorie
fr: Catégorie

source: Start date
de: Anfangsdatum
fr: Date de début

source: End date
de: Enddatum
fr: Date de fin

source: The entered start date is not in the correct format
de: Das eingegebene Anfangsdatum hat nicht das richtige Format
fr: La date de début introduite n'est pas dans un format correct

source: The entered end date is not in the correct format
de: Das eingegebene Enddatum hat nicht das richtige Format
fr: La date de fin introduite n'est pas dans un format correct

source: Between @start_date and @end_date
de: Zwischen Anfangs- und Enddatum
fr: Entrer date de début et date de fin

source: Value
de: Wert
fr: Valeur

source: Contains all selected values
de: Enthält alle ausgewählten Werte
fr: Contient toutes les valeurs sélectionnées

source: Has value
de: Hat den Wert
fr: Contient valeur

source: Contains at least 1 of the selected values
de: Hat mindestens 1 der ausgewählten Werte
fr: Contient au moins une des valeurs sélectionnées

source: Contains value
de: Enthält den Wert
fr: Contient valeur

source: Summary
de: Zusammenfassung
fr: Résumé

source: Short summary
de: Kurzbeschreibung
fr: Brève description

source: Link
fr: Lien

source: View mode
fr: Mode de visualisation
